Repository: luosicx/Aether
Catalog: Aether/Resources/InfoPlist.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ko

# CFBundleDisplayName
source: 以太
de: Aether
en: Aether
es: Aether
fr: Aether
ko: 이더

# NSCalendarsUsageDescription
source: 用于创建闹钟和日历事件提醒
de: Zum Erstellen von Alarmen und Kalenderereignissen
en: Used to create alarms and calendar event reminders
es: Para crear alarmas y recordatorios de eventos de calendario
fr: Pour créer des alarmes et des rappels d'événements de calendrier
ko: 알람 및 캘린더 이벤트 알림 생성에 사용

# NSContactsUsageDescription
source: 以太需要访问通讯录以搜索联系人
de: Aether benötigt Zugriff auf Ihre Kontakte, um nach Kontakten zu suchen
en: Aether needs access to your contacts to search for contacts
es: Aether necesita acceso a sus contactos para buscar contactos
fr: Aether a besoin d'accéder à vos contacts pour rechercher des contacts
ko: 이더는 연락처 검색을 위해 연락처 접근이 필요합니다

# NSHealthShareUsageDescription
source: 以太需要读取您的健康数据（心率/睡眠/步数）以提供个性化建议
de: Aether muss Ihre Gesundheitsdaten (Herzfrequenz/Schlaf/Schritte) lesen, um personalisierte Empfehlungen zu geben
en: Aether needs to read your health data (heart rate/sleep/steps) to provide personalized recommendations
es: Aether necesita leer sus datos de salud (frecuencia cardíaca/sueño/pasos) para proporcionar recomendaciones personalizadas
fr: Aether doit lire vos données de santé (fréquence cardiaque/sommeil/pas) pour fournir des recommandations personnalisées
ko: 이더는 개인화된 권장 사항을 제공하기 위해 건강 데이터(심박수/수면/걸음 수)를 읽어야 합니다

# NSHealthUpdateUsageDescription
source: 以太不会写入健康数据
de: Aether schreibt keine Gesundheitsdaten
en: Aether does not write health data
es: Aether no escribe datos de salud
fr: Aether n'écrit pas de données de santé
ko: 이더는 건강 데이터를 기록하지 않습니다

# NSLocationWhenInUseUsageDescription
source: 以太需要访问您的位置以提供位置相关服务
de: Aether benötigt Zugriff auf Ihren Standort, um standortbezogene Dienste anzubieten
en: Aether needs access to your location to provide location-related services
es: Aether necesita acceso a su ubicación para proporcionar servicios relacionados con la ubicación
fr: Aether a besoin d'accéder à votre position pour fournir des services liés à la localisation
ko: 이더는 위치 관련 서비스를 제공하기 위해 위치 접근이 필요합니다

# NSMicrophoneUsageDescription
source: 用于语音输入功能
de: Für die Spracheingabe
en: Used for voice input functionality
es: Para la funcionalidad de entrada de voz
fr: Pour la fonctionnalité de saisie vocale
ko: 음성 입력 기능에 사용

# NSPhotoLibraryUsageDescription
source: 需要访问相册以选择头像
de: Zugriff auf die Fotomediathek zum Auswählen eines Avatars erforderlich
en: Needs access to photo library to select an avatar
es: Necesita acceso a la fototeca para seleccionar un avatar
fr: Nécessite l'accès à la photothèque pour sélectionner un avatar
ko: 아바타를 선택하기 위해 사진 보관함 접근이 필요합니다

# NSRemindersUsageDescription
source: 用于创建提醒事项
de: Zum Erstellen von Erinnerungen
en: Used to create reminders
es: Para crear recordatorios
fr: Pour créer des rappels
ko: 미리 알림 생성에 사용

# NSSpeechRecognitionUsageDescription
source: 用于语音识别功能
de: Für die Spracherkennung
en: Used for speech recognition functionality
es: Para la funcionalidad de reconocimiento de voz
fr: Pour la fonctionnalité de reconnaissance vocale
ko: 음성 인식 기능에 사용
